[
  {
    "title": "Dragon Ball Super, Porta 2018",
    "description": "Dragon Ball Super, a ritmo de rap.",
    "category": "Musica",
    "link": "https://www.youtube.com/embed/ml-npkj_LxM?si=c3hdbopUbKK7ypOP"
  },
  {
    "title": "Dragon Ball Z, Linkin Park, In the end",
    "description": "Trailer de Dragon Ball Z, con el rock metal de Linkin Park en el año 2013",
    "category": "Musica",
    "link": "https://www.youtube.com/embed/Fz3TooCCB1M?si=Fn83Ja0CwSDRssYQ"
  },
  {
    "title": "Super Saiyan: El Fenómeno Mundial que Cambió el Anime",
    "description": "Documental que cuenta el inicio de la serie.",
    "category": "Curiosidades",
    "link": "https://www.youtube.com/embed/J3x-lBh0fck?si=WfU1ICFF7CNeb7G0"
  },
  {
    "title": "Dragon Ball Z: Saga De Cell Completa",
    "description": "Una de mis sagas preferidas, que me cautivo completamente cuando tenia 10 años.",
    "category": "Curiosidades",
    "link": "https://www.youtube.com/embed/YtJqqHIJdL4?si=iKDSWVCX-ZJZsCvt"
  },
  {
    "title": "Akira Toriyama",
    "description": "La historia de Akira Toriyama, el creador de Dragon Ball.",
    "category": "Curiosidades",
    "link": "https://www.youtube.com/embed/L8CUZMHUUj8?si=hQZOHWit173eB1vu"
  },
  {
    "title": "Opening Dragon Ball",
    "description": "Música de inicio en cada capítulo de Dragon Ball, en castellano. Curiosamente, el autor, Jordi Vila, fue el mismo autor del opening en catalá.",
    "category": "Musica",
    "link": "https://www.youtube.com/embed/dtD_xGvkWLk?si=Y_4-lmg6NDsupvF7"
  },
  {
    "title": "Tamaño de Celula",
    "description": "El tamaño de Celula, en cada una de sus formas, y comparado con una persona normal.",
    "category": "Shorts",
    "link": "https://www.youtube.com/embed/VCgWmx-YtgA"
  },
  {
    "title": "Diferencias entre traducciones",
    "description": "En este programa de La resistencia, vemos un argentino, que nos habla de las diferencias entre las traducciones de Dragon Ball de España y Argentina. Esto, curiosamente, ha pasado incluso dentro de España, que llego a tener traducciones en castellano, catalan, euskera, gallego y valenciano.",
    "category": "Curiosidades",
    "link": "https://www.youtube.com/embed/u19AYyJZvgw"
  },
  {
    "title": "Caundo Paikuhan vence a dos villanos míticos de Dragon Ball Z",
    "description": "Esta batalla se da en Dragon Ball Z, en el arco del torneo de las artes marciales del otro mundo.",
    "category": "Shorts",
    "link": "https://www.youtube.com/embed/0LevXnhoeCU"
  },
  {
    "title": "Krilin",
    "description": "Krilin ha sido siempre un personaje mítico dentro de Dragon Ball. No obstante, siempre ha destacado más por ser un compañero fiuel y noble, más allá de un guerrero destacado. Aquí dejamos algunos de los momentos más burlescos de este celebre personaje.",
    "category": "Shorts",
    "link": "https://www.youtube.com/embed/FRE7lxuBU_U"
  },
  {
    "title": "IA, posible trailer de Dragon Ball",
    "description": "Un fan creo este trailer con ayuda de IA, ¿que te ha parecido?",
    "category": "Peliculas",
    "link": "https://www.youtube.com/embed/spA6FWEqIhA"
  },
  {
    "title": "Dragon Ball Evolution",
    "description": "En 2009 se estreno Dragon ball Evolution, una de las peores peliculas live-action basadas en esta mitica serie. En el video os destacamos el numero increible de inconsistencias, el bajo presupuesto y la trama de esta película.",
    "category": "Peliculas",
    "link": "https://www.youtube.com/embed/tK8xZYZEC1A"
  },
  {
    "title": "Goku vs Broly, Evanescence, Bring me to life",
    "description": "El videoclip muestra escenas del OVA \"Dragon Ball Z: ¡Arde! Una superbatalla feroz, extrema y ardiente\", de 1994, con miticos enfrentamientos entre Goku y Broly. Grupo: Evanescence, canción: Bring me to life.",
    "category": "Musica",
    "link": "https://www.youtube.com/embed/BXtw-QIgLM0"
  },
  {
    "title": "Trunks, The offspring, You're Gunna Go Far Kid",
    "description": "El videoclip muestra escenas de los momentos más épicos de Trunks, el hijo de Vegeta y Bulma. Grupo: The offspring, canción: You're Gunna Go Far Kid.",
    "category": "Musica",
    "link": "https://www.youtube.com/embed/jawPP-yTUts"
  }
]